docs/site/barber_healt_reed_check.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-06-10 Mon 22:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>barber_healt_reed_check</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">barber_healt_reed_check</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org75dd4c4">Checklist</a>
<ul>
<li><a href="#org2857125">Crow</a></li>
<li><a href="#org6c1280d">CDE</a></li>
<li><a href="#orge036837">E-Eb slur</a></li>
<li><a href="#orgce2c1cf">Slur C to F</a></li>
<li><a href="#orgb1609a7">Bocal</a></li>
<li><a href="#org91f9007">A Bb B C</a></li>
<li><a href="#org8fdf082">G to High G</a></li>
<li><a href="#org33f89f5">Slur 2 octave F scale</a></li>
<li><a href="#orgf9c2b09">Bright</a></li>
<li><a href="#orgb1aee57">Stuffy</a></li>
<li><a href="#org1f3c9df">Wire Adjustment</a></li>
<li><a href="#orgb26dee5">Visual Inspections</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org75dd4c4" class="outline-2">
<h2 id="org75dd4c4">Checklist</h2>
<div class="outline-text-2" id="text-org75dd4c4">
</div>
<div id="outline-container-org2857125" class="outline-3">
<h3 id="org2857125">Crow</h3>
<div class="outline-text-3" id="text-org2857125">
<p>
Crow should have different pitches, and be easy. If not, something isn't balanced correctly
</p>
</div>
</div>
<div id="outline-container-org6c1280d" class="outline-3">
<h3 id="org6c1280d">CDE</h3>
<div class="outline-text-3" id="text-org6c1280d">
<p>
If E sinks or is flat, wire may be too loose, or reed may be too long. Or it's too soft. The rails could also be too heavy in comparison to the spine
</p>
</div>
</div>
<div id="outline-container-orge036837" class="outline-3">
<h3 id="orge036837">E-Eb slur</h3>
<div class="outline-text-3" id="text-orge036837">
<p>
If E is too close to Eb, heart is too wide. Thumbnail shape needs to be more round. Heart could also bee too thick. Scrape top 1/4 of blade with knife	
</p>
</div>
</div>
<div id="outline-container-orgce2c1cf" class="outline-3">
<h3 id="orgce2c1cf">Slur C to F</h3>
<div class="outline-text-3" id="text-orgce2c1cf">
<p>
If low F is sharp, rough, unfocused, or doesn't speak. 
Tip may be too open, close wire 1 or open wire 2. Back of reed may be too hard. Channels could also be too hard. Or the overall reed is too hard.
</p>
</div>
</div>
<div id="outline-container-orgb1609a7" class="outline-3">
<h3 id="orgb1609a7">Bocal</h3>
<div class="outline-text-3" id="text-orgb1609a7">
<p>
Reed and bocal should sound a C. If it's flat, blend the edge of the thumbnail into the tip. If it's sharp, thumbnail is too far back. Clip the tip if its too long.
</p>
</div>
</div>
<div id="outline-container-org91f9007" class="outline-3">
<h3 id="org91f9007">A Bb B C</h3>
<div class="outline-text-3" id="text-org91f9007">
<p>
If they crack or are unfocused, thin the tip, mostly the chisel edge
</p>
</div>
</div>
<div id="outline-container-org8fdf082" class="outline-3">
<h3 id="org8fdf082">G to High G</h3>
<div class="outline-text-3" id="text-org8fdf082">
<p>
If the slur is hard, unfocused, needs too much embouchre to control pitch, then blend the rails just behind the tip area.
</p>
</div>
</div>
<div id="outline-container-org33f89f5" class="outline-3">
<h3 id="org33f89f5">Slur 2 octave F scale</h3>
<div class="outline-text-3" id="text-org33f89f5">
<p>
Should be even in pitch and sound. If not, rails may be uneven, or too thin. Check their balance.
</p>
</div>
</div>
<div id="outline-container-orgf9c2b09" class="outline-3">
<h3 id="orgf9c2b09">Bright</h3>
<div class="outline-text-3" id="text-orgf9c2b09">
<p>
Overall brightness. Rails may be too heavy, back too heavy near the collar. Corners could be too heavy. Tip opening may be uneven. Wires may not be snug.
</p>
</div>
</div>
<div id="outline-container-orgb1aee57" class="outline-3">
<h3 id="orgb1aee57">Stuffy</h3>
<div class="outline-text-3" id="text-orgb1aee57">
<p>
Muffled tone, response issues. (Likely will fail the crow test). Then too hard or thin. Might leak. Could be too long. Corners could be too thin. Can't fix that.
</p>
</div>
</div>
<div id="outline-container-org1f3c9df" class="outline-3">
<h3 id="org1f3c9df">Wire Adjustment</h3>
<div class="outline-text-3" id="text-org1f3c9df">
<p>
1st wire rounder -&gt; open tip, harder/more resistant; flatter -&gt; easier response, less resistant. More dampened tone, closes tip.
2nd wire rounder -&gt; harder/more resistant. Raises pitch of crow. Closes tip; flatter -&gt; opens tip. Less resistant. Lowers pitch of the crow.
</p>
</div>
</div>
<div id="outline-container-orgb26dee5" class="outline-3">
<h3 id="orgb26dee5">Visual Inspections</h3>
<div class="outline-text-3" id="text-orgb26dee5">
<p>
The shadow, hold up to light and look at thumbnail
Thickness of tip
Blade length
Tip opening and how it closes
Profile/Side View - look for even blade taper
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
